{
  "nav": {
    "copy": "Copy",
    "copied": "Copied!",
    "email": "Email",
    "cv": "CV"
  },
  "banner": {
    "title": "Full-Stack Developer",
    "description": "I'm a Full-Stack Developer based in Zürich.",
    "specialization": "I specialize in React and JavaScript.",
    "profileAlt": "Profile"
  },
  "about": {
    "step": "01",
    "title": "About me",
    "headline": "I use my background in <1>Hospitality</1> to build <3>customer-focused</3> solutions",
    "paragraph1": "Hey! I'm Thalita, a full-stack developer in Zürich who loves building things and figuring out how stuff works. When I'm not coding, you'll probably find me hiking somewhere beautiful, trying to recreate a dish I had on my last trip, or experimenting in the kitchen. There's something satisfying about both cooking and coding, that mix of following a structure while adding your own twist.",
    "paragraph2": "I spent years in hospitality before moving into tech, and honestly, it taught me so much about reading people, staying calm when things get chaotic, and working with all kinds of personalities. Those skills show up in unexpected ways, like when I'm collaborating on a project or thinking through how someone will actually use what I'm building.",
    "paragraph3": "Right now, I'm focused on growing as a developer and finding teams where people care about learning and trying new things. I want to work on projects that matter and keep pushing myself to get better. If that sounds like your vibe, let's chat!"
  },
  "projects": {
    "step": "02",
    "title": "Projects",
    "headline": "What I've <1>Built</1>",
    "moreProjects": "More projects on GitHub",
    "items": [
      {
        "title": "Brew Commerce",
        "description": "Modern coffee storefront built with Next.js App Router, Clerk auth, and MongoDB. The app ships a polished marketing site, a customer shopping experience (including collection, product, checkout, and profile), and an admin console for managing orders, products, and analytics."
      },
      {
        "title": "Physio+",
        "description": "Physio+ is a modern, responsive physiotherapy practice website designed to connect patients with professional care services. Features a clean hero section, interactive service cards showcasing various treatments, and integrated appointment booking. Built with React and styled with Tailwind CSS for optimal accessibility and user experience across all devices. The site emphasizes trust and professionalism through intuitive navigation and smooth animations."
      },
      {
        "title": "Brewtopia Café",
        "description": "Brewtopia is a modern, responsive café website designed to showcase artisanal coffee culture. Features an elegant hero carousel, interactive menu display, customer testimonials, and seamless contact integration. Built with React and styled with Tailwind CSS for optimal user experience across all devices. The site emphasizes visual storytelling through high-quality imagery and smooth animations."
      },
      {
        "title": "Moonlight",
        "description": "Moonlight is a dynamic platform tailored for event enthusiasts. Discover events effortlessly with location and date-based searches. Event organizers can promote their gatherings seamlessly. Create a personalized profile to track your favourites and interact with fellow attendees. Join the live event chat for real-time connections."
      }
    ]
  },
  "contact": {
    "title": "Let's <1>Connect</1>",
    "email": "Email",
    "whatsapp": "WhatsApp",
    "emailAria": "Send email",
    "whatsappAria": "Send WhatsApp message",
    "copyright": "© 2025 Thalita dos Reis"
  },
  "social": {
    "linkedin": "LinkedIn",
    "github": "GitHub"
  }
}
